{
    "10000": {
        "id": 10000,
        "event": "You're dead.",
        "effect": {
            "LIF": -1
        },
        "NoRandom": 1,
        "branch": [
            "(TLT?[90009])&(EVT![20001]):20001",
            "(TLT?[1147])&(EVT![20000]):20000",
            "(TLT?[2024])&(EVT?[10679,10680,10681])&(EVT![11504]):11504"
        ]
    },
    "10001": {
        "id": 10001,
        "event": "You are born as a girl."
    },
    "10002": {
        "id": 10002,
        "event": "You are born as a girl. You have congenital anomalies.",
        "include": "MNY<1",
        "branch": [
            "MNY<1:10000"
        ]
    },
    "10003": {
        "id": 10003,
        "event": "You are born as a girl. You have birth defects.",
        "include": "STR<1",
        "branch": [
            "STR<1:10000"
        ]
    },
    "10004": {
        "id": 10004,
        "event": "You almost died from childbirth, and you are diagnosed congenital heart disease.",
        "include": "STR<2"
    },
    "10005": {
        "id": 10005,
        "event": "Because you are born disabled, the hospital is your second home.",
        "include": "STR>0 & STR<3"
    },
    "10006": {
        "id": 10006,
        "event": "You are diagnosed asthma.",
        "include": "STR>2 & STR<5"
    },
    "10007": {
        "id": 10007,
        "event": "You are diagnosed neonatal jaundice. Luckily, you recovered.",
        "include": "STR>3 & STR<6"
    },
    "10008": {
        "id": 10008,
        "event": "You get an infection, but your parents couldn't afford your operation in the hospital.",
        "include": "STR<2",
        "branch": [
            "STR<2:10000"
        ]
    },
    "10009": {
        "id": 10009,
        "event": "You grew up without any disease.",
        "include": "STR>2"
    },
    "10010": {
        "id": 10010,
        "event": "You are born into an extremely poor family in a rural area. You often starve.",
        "include": "MNY<3"
    },
    "10011": {
        "id": 10011,
        "event": "You are born into a low-income family in a rural area.",
        "include": "MNY>2&MNY<5"
    },
    "10012": {
        "id": 10012,
        "event": "You are born into a low-income family in a city.",
        "include": "MNY>3&MNY<5"
    },
    "10013": {
        "id": 10013,
        "event": "You are born into a middle class family in a city.",
        "include": "MNY>4&MNY<7"
    },
    "10014": {
        "id": 10014,
        "event": "You are born into a middle-upper class family in a city.",
        "include": "MNY>6&MNY<9"
    },
    "10015": {
        "id": 10015,
        "event": "You are born into an upper-class family in the captical of your country.",
        "include": "MNY>8&MNY<11"
    },
    "10016": {
        "id": 10016,
        "event": "You are born into a very rich family in the capital of your country.",
        "include": "MNY>10&MNY<13"
    },
    "10017": {
        "id": 10017,
        "event": "You are born into the richest family of the country.",
        "include": "MNY>12"
    },
    "10288": {
        "id": 10288,
        "event": "你为自己而活，过得很快乐。",
        "effect": {
            "SPR": 1
        },
        "include": "(TLT?[1041,1027])&(EVT?[10009])"
    },
    "10289": {
        "id": 10289,
        "event": "你遭遇了严重的车祸。",
        "include": "EVT?[10009]",
        "exclude": "TLT?[1043]",
        "branch": [
            "EVT?[10007,10008]:30002",
            "TLT?[1135]:40062",
            "EVT?[10009]:10000"
        ]
    },
    "10290": {
        "id": 10290,
        "event": "你查出了晚期癌症。",
        "include": "(STR<6)&(EVT?[10009])",
        "exclude": "EVT?[10290]",
        "branch": [
            "EVT?[10009]:10000"
        ]
    },
    "10291": {
        "id": 10291,
        "event": "你突发心血管疾病去世。",
        "include": "(STR<6)&(EVT?[10009])",
        "exclude": "TLT?[1044]",
        "branch": [
            "EVT?[10009]:10000"
        ]
    },
    "10292": {
        "id": 10292,
        "event": "你的身体越来越差了。",
        "effect": {
            "STR": -1
        },
        "include": "(STR<6)&(EVT?[10009])",
        "exclude": "EVT?[10292]"
    },
    "10293": {
        "id": 10293,
        "event": "你经常锻炼，身体还不错。",
        "effect": {
            "SPR": 1
        },
        "include": "(STR>5)&(EVT?[10009])",
        "exclude": "EVT?[10293]"
    },
    "10294": {
        "id": 10294,
        "event": "你在睡梦中安然离世。",
        "effect": {
            "SPR": 1
        },
        "include": "(STR>5)&(EVT?[10009])",
        "exclude": "(TLT?[1048])|(EVT?[10294])",
        "branch": [
            "EVT?[10009]:10000"
        ]
    },
    "11000": {
        "id": 11000,
        "event": "Faced with worsening floods and a shortage of housing, the Netherlands builds floating communities along its coastline which inspires many flood-prone nations worldwide."
    },
    "11001": {
        "id": 11001,
        "event": "North America experiences the Grate Famines due to the vector change from climate warming in 2025. As a result, what was once known as rubbish or garbage is one of today’s most valuable resources and is mined both on land and sea. Everything is a resource. The cost of carbon is now included in the price of goods and transactions. "
    },
    "11002": {
        "id": 11002,
        "event": "CoCA (Cities of Climate Action) agree on planet first as a guiding principle above all else at their annual meeting at the Virtual Planet Meeting room — no physical travel was necessary."
    },
    "11003": {
        "id": 11003,
        "event": "The Parliament of the Commons was established as an arm of the United Nations (UN) General Assembly bringing voices of the global commons, like our Oceans, Forests, Savannahs and Atmosphere, to the world stage; each has their own flag flying at the UN."
    },
    "11004": {
        "id": 11004,
        "event": "After the 35th summer Olympic games which is held in Autumn, the Olympic committee is dismissed, because of the unstoppable trend of athletes using biologically engineered body parts to compete."
    },
    "11005": {
        "id": 11005,
        "event": "Black market reaches at an all-time high over all other markets globally."
    },
    "11006": {
        "id": 11006,
        "event": "Resilience building codes are now implemented globally to ‘protect’ the population from nature’s temper. The smog crisis in the Beijing, Shanghai, Tokyo, and New Delhi has become unbearable, leading to largescale smog dome projects for commercial and wealthy residential areas."
    },
    "11007": {
        "id": 11007,
        "event": "70% of ‘meatlike’ protein is grown in labs and crated from plant-based products and the cultivation of animal cells. With nearly 60% of the global population relying on synthetic food sources, severe micronutrient deficiencies across large parts of the population due to over-reliance on synthetic food sources are starting to show."
    },
    "11008": {
        "id": 11008,
        "event": "An estimated number of 1.5 billion people lived with a mental health disorder, with 1 billion self-identify as female. This is slightly more than one in five people globally. 752 million of people are psychiatric medicines on a regular basis."
    },
    "11009": {
        "id": 11009,
        "event": "Close to 1600,000 people die from suicide every year globally. That’s one person every 20 seconds."
    },
    "11010": {
        "id": 11010,
        "event": "Leading global concrete manufacturers commitment to 100% renewable energy for all production."
    },
    "11011": {
        "id": 11011,
        "event": "Drugs including cocaine, opioids and heroin are legalized in Canada, US, UK, Australia and Scandinavian countries."
    },
    "11012": {
        "id": 11012,
        "event": "238770 people die from drug overdoses. Two thirds of those who die from drug overdoses are younger than 50 years old."
    },
    "11013": {
        "id": 11013,
        "event": "Divorce rate is tripled in comparison to 2020, a new term called ‘Double-sided Tape’ becomes popular to describe people who choose to marry someone from the opposite sex of their previous married partner."
    },
    "11014": {
        "id": 11014,
        "event": "Virgin plastic is banned globally, Circular processing of waste is now the global norm, and all plastic is made from 100% reused materials."
    },
    "11015": {
        "id": 11015,
        "event": "Citrus can now be grown successfully in Scandinavia and large parts of northern China and Russia."
    },
    "11016": {
        "id": 11016,
        "event": "The global female life expectancy is increased by 10 years, an average healthy female with a healthy bank account can expect to live till 90 years old."
    },
    "11017": {
        "id": 11017,
        "event": "ZIKA-49 epidemic outbreak starts in Toronto’s Chinatown and sweeps the world, it lasted for two years."
    },
    "11018": {
        "id": 11018,
        "event": "The second global march ‘People First – Not Planet’ takes place in most CoCA (Cities of Climate Action) cities across the globe. IPCC (Intergovernmental Panel on Climate Change) increases the global warming temperature threshold to 3°C."
    },
    "11019": {
        "id": 11019,
        "event": "The current number of mind-reading helmet users reaches 5 billion. These helmets are used to remote control personal electronic devices."
    },
    "11020": {
        "id": 11020,
        "event": "According to a worldwide survey more than 70% of the world population haven’t used pen or pencil to write on paper for 3 years."
    },
    "11021": {
        "id": 11021,
        "event": "Retirement age is raised to 70 in most countries."
    },
    "11022": {
        "id": 11022,
        "event": "Education has been entirely digitalized; teachers are being replaced by a system called ‘The Ultimate Education’, a database that standardizes all the knowledge one might need to learn by specific ages. Teachers are either employed to develop this system or conduct one on one tutorials with selective rich kids."
    },
    "11023": {
        "id": 11023,
        "event": "Wearable sensors are popularized, more and more people are using sensors and computers to monitor health and activities with immediacy. everyone’s DNA are sequenced, which alerts who has what possibility of developing what disease when."
    },
    "11024": {
        "id": 11024,
        "event": "1 in 3 newborn babies are genetically engineered, laws soon come out in the US, Netherlands followed by China and 50 other countries to limit such technology because it opens unprecedented gaps between rich and poor."
    },
    "11025": {
        "id": 11025,
        "event": "Dataism which originates in China becomes the world most popular religion."
    },
    "11026": {
        "id": 11026,
        "event": "A health care reform sweeps the world doctors are largely replaced by digital doctors for the purpose of preventing mistakes in diagnose, increasing the immediacy of treatments and providing more ‘humane’ responses according to each patient’s psychological needs."
    },
    "11027": {
        "id": 11027,
        "event": "China’s conflict with Taiwan turns into Cold War II with the US and Europe on the one side and Asian countries and the Islamic states on the other. This results in the rapid development of countries that are not involved in this global dispute, especially countries in the southern parts of the world."
    },
    "11028": {
        "id": 11028,
        "event": "Digital lawyers emerge, causing fairer and more efficient judgements in most civil dispute cases. This causes millions of educated people to lose their jobs and join the masses of an economically useless class."
    },
    "11029": {
        "id": 11029,
        "event": "3 billion people have a sleep implant in their brain which enables humans to control when to go to sleep and when to wake up precisely."
    },
    "11030": {
        "id": 11030,
        "event": "Over 25 million people transform parts of their bodies to better functioning prosthesis each year, heart and brain can also be replaced which ensure longer lifespans."
    },
    "11031": {
        "id": 11031,
        "event": "Democracy and the free market are replaced altogether by algorithm. Most people accept the algorithm behind various technologies to make every choice for them from daily groceries to national vote."
    },
    "11032": {
        "id": 11032,
        "event": "65% of the world population pursue a career path in art. However, more than 50 percent of the artists chose to use an AI implant in their brain or work with AI to produce ‘better art.’"
    },
    "11033": {
        "id": 11033,
        "event": "The permanent members of the United Nations Security Council are reformatted: Japan, India, African Countries United Council, Islamic States United Council, EU (UK and France), US, China, and Russia."
    },
    "11034": {
        "id": 11034,
        "event": "Humans are forbidden to drive cars. All vehicles are connected to a single network making car accidents virtually impossible."
    },
    "11035": {
        "id": 11035,
        "event": "You realize that it’s impossible to go on living without connecting to the global all-knowing network which possesses all the data in the world."
    },
    "11036": {
        "id": 11036,
        "event": "‘Cyber 911,’ a day when the whole global all-knowing network is shut down for 24 hours happens because realizing that dataism has become a sovereignty threat, governments attempt to fight against big data companies to establish laws, borders and sovereignty across the internet and ends in failure."
    },
    "11037": {
        "id": 11037,
        "event": "Liberalism collapses because most people realize that the all-knowing network knows each individual better than they know themselves."
    },
    "11038": {
        "id": 11038,
        "event": "Most people lose their economic and military usefulness, a new elite class of fully upgraded superhumans emerge. These people own and control everyone’s data, claim armies that rely on cutting-edge technologies, and become religious leaders of Dataism. Their unheard-of abilities and unprecedented creativity allow them to make the most important decisions in the world."
    },
    "11039": {
        "id": 11039,
        "event": "Global birth rate has gone done to 1.2 births per woman."
    },
    "11040": {
        "id": 11040,
        "event": "The human sensory experiences including the night vision, the ability to smell, the ability to hear low pitches and dream experiences become designable products in the supermarket. Due to our declining memory, the Memory Cloud Drive become the best seller of the year."
    }
}